{"NN": ["chapter", "", "sun", "tzu", "art", "war", "importance", "state", "matter", "life", "death", "road", "safety", "hence", "subject", "inquiry", "account", "field", "law", "earth", "commander", "method", "discipline", "accord", "ruler", "danger", "night", "day", "cold", "heat", "security", "ground", "wisdom", "sincerity", "benevolence", "courage", "strictness", "marshaling", "army", "rank", "maintenance", "control", "expenditure", "general", "therefore", "basis", "comparison", "wise", "ability", "heaven", "side", "constancy", "reward", "punishment", "victory", "defeat", "counsel", "command", "profit", "avail", "warfare", "deception", "enemy", "feign", "disorder", "strength", "opponent", "temper", "seek", "pretend", "ease", "rest", "attack", "beforehand", "battle", "temple", "calculation", "attention", "point", "i", "swift", "mail", "clad", "thousand", "li", "home", "front", "entertainment", "glue", "paint", "armor", "total", "cost", "fighting", "dull", "ardor", "town", "campaign", "strain", "treasure", "advantage", "extremity", "man", "haste", "cleverness", "instance", "country", "one", "way", "soldier", "levy", "supply", "material", "forage", "food", "poverty", "exchequer", "distance", "hand", "proximity", "substance", "peasantry", "loss", "exhaustion", "bare", "income", "government", "breast", "oxen", "revenue", "cartload", "enemys", "picul", "provender", "store", "order", "chariot", "ten", "conjunction", "foe", "leader", "arbiter", "fate", "nation", "peace", "stratagem", "thing", "regiment", "detachment", "company", "excellence", "resistance", "form", "generalship", "best", "junction", "policy", "rule", "preparation", "irritation", "assault", "result", "third", "siege", "kingdom", "mastery", "empire", "triumph", "fight", "force", "end", "bulwark", "ignorant", "fact", "restlessness", "discrimination", "ignorance", "principle", "adaptation", "confidence", "trouble", "anarchy", "spirit", "capacity", "sovereign", "saying", "possibility", "opportunity", "fighter", "attacking", "superabundance", "defense", "topmost", "ken", "herd", "acme", "conquer", "autumn", "hair", "sign", "moon", "sight", "noise", "thunder", "ear", "clever", "reputation", "credit", "certainty", "position", "moment", "strategist", "power", "success", "respect", "measurement", "estimation", "quantity", "existence", "balancing", "weight", "scale", "grain", "onrush", "conquering", "bursting", "pent", "chasm", "energy", "question", "host", "brunt", "impact", "grindstone", "egg", "science", "flow", "rise", "combination", "salt", "sweet", "bitter", "indirect", "series", "lead", "turn", "circle", "onset", "rush", "torrent", "course", "quality", "decision", "well", "swoop", "falcon", "victim", "prompt", "bending", "crossbow", "releasing", "trigger", "turmoil", "tumult", "confusion", "chaos", "array", "head", "tail", "fear", "weakness", "cloak", "subdivision", "show", "timidity", "fund", "move", "something", "march", "body", "wait", "combatant", "effect", "utilize", "nature", "log", "stone", "level", "slope", "round", "momentum", "mountain", "height", "whoever", "approach", "damage", "distress", "cannot", "subtlety", "secrecy", "pursuit", "rampart", "ditch", "place", "encampment", "whole", "spot", "van", "rear", "left", "right", "adversary", "time", "wing", "anything", "apart", "estimate", "number", "nothing", "scheme", "likelihood", "activity", "inactivity", "pitch", "prying", "multitude", "comprehend", "none", "strategy", "variety", "water", "relation", "shape", "captain", "fire", "wood", "metal", "waning", "waxing", "maneuvering", "thereof", "camp", "difficulty", "misfortune", "gain", "route", "goal", "knowledge", "artifice", "deviation", "column", "purpose", "sacrifice", "baggage", "buff", "stretch", "plan", "tenth", "destination", "division", "object", "train", "face", "use", "practice", "dissimulation", "rapidity", "wind", "compactness", "immovability", "thunderbolt", "countryside", "spoil", "territory", "benefit", "soldiery", "ponder", "deliberate", "book", "management", "word", "institution", "brave", "cowardly", "means", "chief", "presence", "mind", "morning", "noonday", "evening", "appearance", "hubbub", "possession", "drawn", "calm", "axiom", "uphill", "flight", "bait", "outlet", "variation", "configuration", "student", "disadvantage", "expectation", "part", "midst", "readiness", "chance", "recklessness", "destruction", "cowardice", "delicacy", "honor", "solicitude", "besetting", "conduct", "slain", "cause", "meditation", "pass", "neighborhood", "river", "onward", "stream", "get", "invader", "craft", "concern", "delay", "marsh", "grass", "back", "clump", "lie", "emperor", "disease", "kind", "hill", "bank", "act", "consequence", "heavy", "foam", "speed", "undergrowth", "ambush", "access", "movement", "forest", "rising", "ambuscade", "dust", "area", "infantry", "firewood", "clouds", "signify", "language", "covenant", "plot", "retreating", "lure", "want", "begin", "effort", "clamor", "disturbance", "authority", "sedition", "cooking", "file", "condition", "dire", "bluster", "fright", "lack", "intelligence", "truce", "situation", "vigilance", "circumspection", "watch", "forethought", "light", "submissive", "humanity", "iron", "training", "terrain", "wit", "regard", "line", "occupy", "sort", "coming", "disaster", "forth", "advent", "forestall", "retreat", "post", "insubordination", "collapse", "ruin", "disorganization", "rout", "size", "insubordinate", "feeling", "resentment", "manner", "formation", "test", "forbid", "bidding", "fame", "disgrace", "thought", "service", "jewel", "valleys", "motion", "doubt", "chieftain", "liberty", "key", "heart", "facile", "halt", "gather", "plunder", "resort", "wedge", "operation", "essence", "unreadiness", "following", "solidarity", "whence", "escape", "sense", "refuge", "help", "vive", "prohibit", "taking", "calamity", "money", "distaste", "longevity", "chu", "kuei", "tactician", "shuai", "jan", "snake", "chang", "strike", "middle", "wu", "yueh", "boat", "storm", "trust", "tethering", "burying", "standard", "business", "ladder", "shepherd", "flock", "sheep", "expediency", "cohesion", "dispersion", "communication", "unity", "connection", "eye", "hopelessness", "disposition", "obstinate", "alliance", "prince", "warlike", "concentration", "sundry", "awe", "bestow", "issue", "deed", "design", "outlook", "peril", "blow", "flank", "run", "sheer", "cunning", "frontier", "passage", "council", "chamber", "door", "arrival", "walk", "path", "coyness", "maiden", "opening", "running", "hare", "fifth", "season", "conflagration", "weather", "sieve", "wall", "cross", "bar", "respond", "outbreak", "leeward", "daytime", "breeze", "kept", "aid", "accession", "enterprise", "waste", "stagnation", "spleen", "pique", "anger", "change", "gladness", "vexation", "content", "caution", "drain", "silver", "commotion", "labor", "outlay", "inhumanity", "master", "reach", "foreknowledge", "experience", "work", "system", "manipulation", "faculty", "district", "hold", "news", "sagacity", "straightforwardness", "ingenuity", "truth", "piece", "spy", "secret", "city", "individual", "information", "aim", "liberality", "yin", "dynasty", "chih", "hsia", "likewise", "chou", "ya", "element", "depression", "exchange", "dandelion", "america", "recognise", "world", "seeding", "paving", "theyre", "medicinal", "plant", "history", "ab\u016b", "bakr", "muhammad", "ibn", "zakariyy\u0101", "al", "r\u0101z\u012b", "west", "ce", "century", "warraq", "cookery", "baghdad", "sina", "reference", "translator", "edition", "nasrallah", "hasnt", "index", "range", "medieval", "peter", "dining", "england", "e", "lewis", "sturtevant", "boston", "market", "seed", "sale", "mention", "vegetable", "chronicle", "described", "beautiful", "influence", "soil", "growth", "succulence", "branching", "interest", "era", "location", "taproot", "metre", "feature", "youre", "itll", "bed", "pain", "arugula", "rocket", "leaf", "wine", "example", "root", "drink", "coffee", "chicory", "britannica", "taraxacum", "addition", "difference", "isnt", "inconvenience", "bunch", "fatter", "leafy", "green", "celery", "equivalent", "havent", "hedgerow", "cuisine", "burdock", "brand", "claim", "koproradiko", "mari", "crete", "ingredient", "phrasing", "source", "cant", "greece", "label", "horta", "radikia", "vrasta", "cover", "ireland", "study", "naturalist", "vol", "pp", "mcgee", "lore", "kitchen", "nawal", "caliphs", "encyclopedia", "brittannica", "heard", "europe", "cultivation", "type", "crop", "drying", "hay", "boll", "weevil", "bacteria", "liver", "pollen", "allergen", "honey", "perception", "requirement", "value", "enrichment", "feed", "hello", "everyone", "visitor", "hall", "lot", "answer", "mission", "r", "depth", "speculation", "shallowness", "inaccuracy", "making", "posting", "frontpage", "patience", "fiefdom", "twitter", "sunday", "doesnt", "message", "remind", "feedback", "op", "derail", "conversation", "anyone", "thank", "versatility", "bazaar", "comment", "counter", "fault", "desktop", "browser", "extension", "workaround", "look", "note", "app", "android", "bug", "check", "enforcer", "guide", "remindmebot", "click", "catchphrase", "job", "phrase", "workweek", "hour", "bit", "s", "bottom", "decile", "average", "lunch", "th", "week", "concept", "workday", "coe", "vacation", "quote", "winter", "discontent", "wife", "challenge", "couple", "responsibility", "freedom", "stake", "nursing", "classroom", "tidy", "office", "catchphase", "push", "adamson", "subset", "railway", "section", "bros", "martin", "lee", "howard", "lynch", "grind", "relief", "heir", "request", "o", "t", "committee", "boss", "promise", "exact", "origin", "evidence", "columbia", "department", "working", "survey", "start", "data", "past", "today", "costa", "d", "l", "wage", "length", "journal", "devault", "trade", "gender", "choice", "version", "ithaca", "ny", "cornell", "university", "press", "southerland", "song", "title", "marker", "movie", "organization", "name", "employment", "wave", "feminism", "moniker", "half", "male", "school", "building", "equity", "future", "framing", "device", "milkman", "walkowitz", "ms", "magazine", "modifier", "theyd", "signal", "woman", "miss", "mrs", "identity", "term", "combahee", "collective", "activism", "interview", "barbara", "smith", "nationalism", "regardless", "tension", "deal", "edit", "norm", "class", "thinking", "segment", "population", "karen", "nussbaum", "cassedy", "workplace", "harassment", "incident", "secretary", "sandwich", "rye", "bread", "age", "second", "pregnancy", "workforce", "editorial", "pay", "exception", "theory", "set", "guarantee", "songwriter", "dive", "gap", "reality", "society", "pride", "pour", "cup", "ambition", "conflict", "step", "space", "beat", "retconning", "listener", "chorus", "living", "game", "wallet", "welcome", "please", "community", "understand", "roundup", "meantime", "facebook", "bot", "action", "team", "gold", "medal", "response", "page", "digest", "topic", "boxing", "wrestling", "pankration", "mma", "horeseracing", "race", "pentathalon", "phayllos", "kroton", "pit", "leg", "barcelona", "leap", "plenty", "debate", "jump", "jumping", "lift", "center", "gravity", "simpler", "explanation", "record", "site", "event", "extent", "athlete", "prize", "contrast", "competition", "ancient", "leonidas", "amount", "accurate", "remindme", "bpp", "reading", "bullet", "ballot", "dr", "jakobi", "activist", "development", "panther", "party", "chicago", "overview", "joshua", "bloom", "waldo", "kathleen", "cleaver", "liberation", "imagination", "bobby", "seale", "eldridge", "huey", "p", "foundation", "newton", "shit", "core", "fbi", "vault", "anybody", "cointelpro", "ward", "churchill", "role", "favorite", "afeni", "shakur", "son", "tupac", "uh", "representation", "member", "martyr", "mobilization", "dissemination", "murder", "imprisonment", "partys", "figurehead", "cry", "return", "harm", "downfall", "desire", "care", "overarching", "structure", "strict", "hierarchy", "focus", "independence", "belief", "program", "platform", "destiny", "robbery", "housing", "fit", "shelter", "education", "brutality", "county", "trial", "court", "jury", "peer", "group", "constitution", "land", "clothing", "justice", "production", "debt", "forty", "redistribution", "mass", "payment", "currency", "israel", "genocide", "racist", "slaughter", "demand", "self", "color", "violence", "police", "oppression", "amendment", "background", "defendant", "understanding", "station", "mankind", "creator", "happiness", "consent", "prudence", "hath", "shewn", "absolute", "despotism", "duty", "fellowship", "fly", "gandalf", "manager", "orthanc", "idea", "hotel", "california", "frodo", "sam", "pr", "stunt", "release", "album", "publicity", "ring", "bearer", "rock", "roll", "sub", "professionalism", "irony", "april", "donhenley", "cj", "thane", "texas", "randy", "bree", "pickup", "joe", "walsh", "tour", "harad", "orcs", "homeless", "guy", "linda", "rondstadts", "room", "doofus", "top", "volcano", "glen", "college", "buddy", "tom", "acid", "gig", "robert", "jimmy", "john", "carouselambra", "eagle", "film", "geek", "cgi", "calendar", "tale", "band", "draft", "air", "pleasing", "legend", "marty", "dibergi", "documentary", "rockumentary", "im", "alternate", "iluvatar", "theme", "ainulindal\u00eb", "ainur", "rmil", "tirion", "arda", "valar", "maiar", "manw\u00eb", "gwaihir", "vassal", "thorondor", "brother", "landroval", "figure", "music", "don", "henley", "melody", "date", "jrr", "tolkien", "journey", "rd", "ta", "reminder", "discussion", "football", "valinor", "morgoth", "hockey", "league", "shadow", "flaming", "theyve", "manwe", "hit", "fall", "minute", "sure", "jet", "pilot", "license", "sierra", "frey", "breakup", "arm", "dealer", "coke", "custody", "mount", "doom", "los", "ordeal", "feel", "patent", "lawsuit", "radio", "wikipedia", "recording", "studio", "saw", "research", "ill", "pappy", "farewell", "wherever", "prayer", "troupe", "smaug", "horde", "cash", "giohenleylvl", "lord", "glenn", "freylvl", "composition", "felderlvl", "welshlvl", "duel", "jam", "william", "sizemicklvl", "engineer", "rescue", "mt", "ronstadts", "poneys", "boromir", "chip", "kellys", "maserati", "hobbit", "analysis", "period", "pdfs", "website", "virginia", "grade", "treatment", "kindergarten", "paul", "johnny", "appleseed", "booker", "washington", "ross", "exposure", "george", "tubman", "abraham", "lincoln", "crocket", "betsy", "powhatan", "shift", "portion", "error", "lesson", "pdf", "paine", "henry", "c", "revolution", "emphasis", "benjamin", "franklin", "jefferson", "excerpt", "transcript", "henrys", "speech", "textbook", "newspaper", "paper", "format", "ut", "statement", "memory", "wirt", "biography", "significance", "impression", "founding", "exploration", "doe", "call", "teacher", "text", "person", "article", "texts", "publisher", "list", "revision", "re", "process", "tldr", "complexity", "story", "shout", "transition", "staar", "affair", "instruction", "vision", "context", "further", "historiography", "report", "hammond", "apprenticeship", "observation", "cherry", "tree", "columbus", "passing", "nclb", "framework", "proficiency", "math", "trend", "fiction", "bureaucracy", "brophy", "j", "curriculum", "critique", "holloway", "chiodo", "view", "mcmurrer", "cd", "passe", "ravitch", "tot", "sociology", "scholar", "se", "electricity", "trail", "teks", "b", "youll", "see", "resource", "specific", "tek", "hi", "review", "violation", "wealth", "scholarship", "user", "pm", "case", "reliance", "perspective", "outreach", "forum", "solution", "mr", "kennedy", "boatload", "health", "technology", "staff", "confirm", "struggle", "president", "exercise", "option", "spoiler", "alert", "therapy", "arthur", "affirm", "inauguration", "dexadrine", "ceremony", "ball", "drug", "useage", "amphetamine", "celebrity", "doctor", "max", "jacobson", "injection", "painkiller", "majority", "track", "anecdote", "demerol", "bathroom", "husband", "house", "journalist", "professor", "richard", "profile", "kennedys", "veracity", "bureau", "burkley", "timing", "trip", "entourage", "memo", "presidency", "slouch", "arena", "stigma", "popularity", "conspiracy", "picture", "relationship", "presumption", "patient", "year", "spousal", "abuse", "grover", "battery", "marriage", "rachel", "jackson", "stay", "hey", "drill", "comply", "modmail", "try", "complaint", "askhistory", "restaurant", "fil", "fun", "problem", "thread", "opinion", "cluttersome", "chain", "dozen", "fence", "funding", "someone", "nea", "institute", "museum", "library", "block", "imls", "bulk", "patron", "internet", "grant", "distributor", "restating", "neh", "arithmetic", "suit", "border", "midrange", "mile", "spending", "culture", "curiosity", "expression", "threshold", "id", "encourage", "park", "bench", "senator", "learn", "muscle", "pin", "voice", "luck", "wbesite", "fairfield", "arboretum", "summer", "preservation", "project", "floor", "storage", "purchase", "shelving", "workshop", "appalshop", "inc", "whitesburg", "kentucky", "organizing", "preserving", "heritage", "coal", "fossil", "fuel", "economy", "agency", "appreciation", "communitys", "digitization", "artwork", "public", "engagement", "programming", "archival", "wellspring", "rockingham", "vermont", "collection", "glass", "plate", "rehousing", "seeks", "endowment", "assistant", "furniture", "environment", "librarys", "yellowstone", "gateway", "livingston", "montana", "countys", "photo", "ygm", "manuscript", "photograph", "processing", "heating", "cooling", "backlog", "hvac", "photographs", "stability", "online", "share", "contact", "immigrant", "citizenship", "non", "representative", "advice", "congressman", "resident", "status", "email", "phone", "english", "correction", "trump", "budget", "cut", "pbs", "corporation", "broadcasting", "contribution", "tv", "bbc", "somehow", "cpb", "pbss", "chunk", "w", "npr", "operating", "advocacy", "ive", "ton", "official", "theyll", "constituent", "recommend", "argument", "instillation", "alphabet", "soup", "ask", "tip", "roster", "faq", "fy", "congress", "gertrude", "hamlet", "topline", "worth", "q", "appropriation", "october", "st", "yeah", "hell", "interior", "senate", "subcommittee", "stuff", "staffer", "republican", "fan", "versa", "efficiency", "glance", "progress", "vein", "decider", "favor", "taxpayer", "diminishs", "handful", "shame", "shelby", "alabama", "residence", "rep", "vote", "election", "candidate", "canada", "pond", "uk", "eu", "bill", "nelson", "marco", "rubio", "somebody", "dictatorship", "participation", "board", "yep", "reed", "rhode", "support", "pressure", "machine", "canadian", "say", "hope", "hatch", "chaffetz", "sad", "love", "adult", "dollar", "yesterday", "glad", "underneath", "faith", "beauty", "knowing", "historian", "defunding", "knock", "target", "phd", "degree", "controversy", "woooow", "mistake", "supporter", "cell", "downtown", "letter", "petition", "deadline", "voting", "info", "thisll", "australia", "mccarthy", "moderation", "proposal", "aha", "percent", "fine", "sector", "philanthropy", "consideration", "threat", "increase", "groupthink", "objectivity", "criticism", "quo", "misconstruing", "base", "reason", "gobs", "justification", "mouth", "shut", "dont", "inflation", "wow", "lawyer", "griff", "jabs", "rotund", "fox", "fledgling", "network", "bundy", "commission", "mom", "salesman", "tis", "salary", "retirement", "spent", "bonus", "illinois", "compensation", "family", "suburb", "shot", "castlewood", "ln", "deerfield", "census", "month", "mortgage", "polk", "btw", "wasnt", "affordability", "oh", "dodge", "driveway", "suggest", "price", "sometime", "child", "bud", "toddler", "rate", "oof", "insurance", "fat", "frustration", "shouldnt", "couch", "realisticness", "founder", "masterhood", "hulu", "grandmaster", "shoe", "match", "occupation", "bls", "mean", "screenshot", "code", "lifestyle", "missouri", "guess", "transportation", "car", "gas", "diet", "utility", "tl", "household", "productivity", "angle", "homeowner", "worker", "homemaker", "interesting", "dynamic", "sitcom", "lucy", "apartment", "carpeting", "friendship", "landlord", "television", "club", "hollywood", "pietrie", "tyler", "moore", "dick", "dyke", "york", "premise", "episode", "reaching", "manpower", "temp", "clerk", "pension", "didnt", "girl", "hyman", "economist", "consultancy", "phyllis", "neighbor", "briefly", "edith", "bunker", "dream", "meathead", "diane", "toast", "fianc", "ping", "table", "murphy", "brown", "opposite", "career", "sexless", "resist", "vice", "potato", "offense", "tower", "peg", "sterling", "bon", "eating", "manicurist", "outsider", "equality", "equalizing", "russia", "extra", "broadcast", "ukraine", "poland", "incentive", "breadwinner", "joke", "estate", "meant", "monica", "chef", "shopper", "weve", "suburbs", "unwillingness", "dad", "everything", "laugh", "occasion", "autopsy", "imagine", "monarchys", "conqueror", "procession", "foucault", "paleopathology", "michel", "anatomy", "birth", "clinic", "archaeology", "aware", "gaze", "phase", "dawning", "ancien", "regime", "lasting", "describe", "discourse", "erwin", "ackerknecht", "berge", "hannaway", "break", "hospital", "medicine", "caveat", "philosophy", "narrative", "episteme", "blood", "bile", "phlegm", "altitude", "alignment", "organism", "rebalance", "tradition", "vesalius", "pneuma", "nosology", "think", "sydenham", "cullen", "pinel", "symptomology", "similarity", "genus", "tissue", "multi", "bayle", "laennec", "auenbrugger", "modification", "virchow", "unit", "incredibly", "factor", "cml", "bcr", "translocation", "noslogy", "psychiatry", "icd", "examination", "extreme", "percussion", "stethoscope", "france", "dominance", "logic", "signatory", "manual", "convention", "unrest", "chemical", "weapon", "forbidden", "tear", "battlefield", "riot", "persistence", "painfulness", "potential", "injury", "escalation", "combat", "stockpile", "nerve", "deterrent", "blue", "indigo", "battalion", "permission", "tide", "colonel", "cyan", "crimson", "gear", "ruby", "play", "credibility", "deterrence", "academy", "paperwork", "retaliation", "horrific", "mustard", "vx", "lab", "rubys", "desk", "above", "scenario", "risk", "proportion", "severity", "behavior", "wmds", "larsen", "michael", "kofman", "csis", "wmd", "literature", "savoy", "sagan", "wirtzs", "obligatory", "gesture", "ad", "decade", "platforming", "supremacist", "nuance", "surface", "cwc", "category", "rcas", "negotiation", "enforcement", "aircraft", "hostile", "crowds", "ratification", "exemption", "discrepancy", "effectiveness", "multiplier", "crowd", "attempt", "rca", "delivery", "projectile", "factory", "warring", "canister", "discomfort", "ww", "ban", "poison", "hague", "conference", "regulation", "agent", "disarmament", "converge", "jon", "beveryman", "historic", "standing", "prohibition", "sovereignty", "ihl", "distinction", "proportionality", "necessity", "petersburg", "declaration", "drafting", "geneva", "objective", "proportionate", "suffering", "toxic", "sole", "germany", "treaty", "protocol", "establishment", "un", "scourge", "need", "scope", "negotiating", "switzerland", "outside", "relevant", "interference", "charter", "leeway", "realm", "interpretation", "blumenfeld", "m", "meselson", "davison", "palgrave", "macmillan", "krutzsch", "appendix", "commentary", "walter", "myjer", "ralf", "trapp", "paragraph", "compromise", "adherence", "helpful", "harassing", "g", "agriculture", "definition", "cw", "indochina", "provision", "ii", "determination", "lethal", "annex", "specialise", "artillery", "writing", "style", "stile", "opcw", "june", "bernauer", "sorry", "mobile", "read", "willingness", "restriction", "precedent", "landmark", "kurdistan", "anfal", "intervention", "iraq", "condemnation", "china", "rome", "statue", "jurisdiction", "prosecution", "iccpr", "icescr", "jurisdictiom", "icj", "crack", "crackdown", "acquittal", "rodney", "king", "subjugation", "colo", "agreement", "jurisprudence", "instrument", "hussein", "rationale", "encroachment", "insofar", "contingent", "unesco", "unrwa", "application", "bodys", "tribunal", "yugoslavia", "suppression", "approval", "evaluation", "stephen", "relevance", "creation", "efficacy", "commenter", "underpinning", "corrupt", "advancement", "etc", "disrespect", "nonlethal", "allowance", "excuse", "planning", "animosity", "cosby", "robot", "wonder", "leavitt", "malcolm", "father", "archie", "menopause", "stivic", "generation", "maude", "spinoff", "deteriorate", "decline", "hoffman", "diversity", "cantor", "popenoe", "vs", "webster", "jack", "mike", "nonintact", "allie", "carvanaughs", "crest", "colbys", "carmichael", "widow", "bagley", "mother", "vance", "mertz", "bachelor", "ran", "interaction", "mammoth", "offer", "contribute", "direction", "remainder", "go", "growing", "mid", "drama", "adventure", "greedy", "dramas", "sensitivity", "gosh", "trynnafindabalance", "hindsight", "assurance", "uncertainty", "contest", "sen", "edmund", "muskie", "nixon", "gov", "wallace", "assassination", "gordon", "liddy", "attorney", "mitchell", "harass", "barker", "mccord", "martinez", "sturgis", "wiretapping", "coverup", "chairman", "lawrence", "obrien", "dirt", "loan", "billionaire", "spruce", "goose", "aviator", "reporting", "hunt", "miami", "herald", "castro", "bag", "dean", "motive", "burglary", "watergate", "dirty", "columnist", "pentagon", "sabotage", "daniel", "psychiatrist", "chappaquidick", "diem", "conviction", "bob", "haldemann", "advertisment", "executive", "stage", "morality", "bruce", "character", "administration", "mentality", "mistrust", "dnc", "advisor", "escort", "larry", "rogue", "thomas", "becket", "priest", "hoover", "infighting", "jfk", "moscow", "ellsbergs", "evolution", "breed", "memorandum", "july", "whsf", "smof", "david", "box", "folder", "chron", "libby", "huston", "krogh", "deficiency", "investigation", "egil", "integrity", "save", "hadnt", "wont", "conclusion", "upside", "arroooooo", "midnight", "coast", "shitpost", "write", "graph", "detail", "downside", "touch", "copper", "paris", "patination", "ducatimechanic", "bartholdi", "restoration", "patina", "layer", "protection", "corrosion", "cleaning", "schedule", "cleaner", "gift", "quagmire", "lighthouse", "pedestal", "painting", "elevator", "author", "rust", "bronze", "shade", "alloy", "gathering", "carbon", "sulpher", "island", "gutzon", "borglum", "washing", "wain", "spray", "casting", "praise", "hue", "cobwebby", "outer", "raiment", "verdanlique", "lighter", "hail", "newness", "cheek", "crown", "tender", "cleverest", "brush", "putz", "powder", "appointment", "keeper", "greening", "harmony", "dash", "yellow", "capt", "burnell", "acceptance", "announcement", "partnership", "flood", "morass", "symbol", "nps", "pwa", "wpa", "overhaul", "makeover", "seawall", "dock", "salty", "seawater", "immigration", "centennial", "express", "penny", "card", "endeavor", "weekend", "celebration", "berenson", "haven", "toilet", "jul", "spring", "mar", "eta", "exist", "blanket", "catholic", "wondering", "remember", "imprecise", "multiculturalism", "metaphor", "hamilton", "nevis", "monarchy", "americas", "viii", "infancy", "boundless", "facility", "naturalization", "settlement", "democracy", "napoleon", "vitriol", "incumbent", "adams", "countrys", "model", "soul", "melting", "campaigning", "pivot", "sentiment", "bias", "meaning", "pot", "acculturation", "assimilation", "resulting", "formless", "liquid", "ford", "woodrow", "wilson", "ashkenazi", "compound", "baofu", "zangwill", "rico", "alexander", "lucius", "crassus", "december", "january", "cabot", "lodge", "putnams", "jstor", "org", "blumenthal", "sidney", "com", "oct", "migration", "preface", "sameness", "otherness", "aug", "cambridge", "plymouth", "colony", "exclusion", "tax", "dying", "influx", "governor", "bigler", "coolie", "slave", "discovery", "statute", "prohibiting", "arrangement", "prostitution", "industry", "evil", "importation", "anti", "laundry", "construction", "landscaping", "climate", "justzisguy", "usa", "continent", "massachusetts", "taxing", "colonial", "scratch", "catholicism", "persecution", "puritanism", "atlantic", "mobility", "religion", "pennsylvania", "penn", "tolerance", "bejamin", "beginning", "born", "colonialism", "baby", "arose", "stead", "protestant", "opportunist", "strongman", "fashion", "image", "shipment", "famine", "entry", "opposition", "hostility", "slum", "crime", "alcoholism", "americanism", "contexts", "antialien", "animus", "panic", "spread", "nativism", "association", "apa", "iowa", "membership", "scare", "klux", "klan", "kettner", "williamsburg", "omohundro", "document", "arise", "anglo", "saxon", "stock", "horace", "bourne", "ethnicity", "makeup", "hypocrisy", "pluralism", "disdain", "earnest", "randolph", "volume", "ed", "hollinger", "oxford", "nationality", "haze", "schoolbook", "trope", "encouragement", "illustration", "hagiography", "saint", "mock", "swordfighting", "eucharist", "hobby", "seventeenth", "knighthood", "toy", "realism", "xiv", "elite", "component", "grammar", "sponsorship", "marketing", "appeal", "schoolyard", "louis", "henri", "harquebus", "shooting", "trawls", "toys", "sewer", "gun", "candle", "stick", "playmate", "bystander", "accident", "london", "apprentice", "boy", "surviving", "tendency", "whatever", "schwoerer", "mark", "motley", "aristocrat", "nobility", "usage", "distinct", "notion", "specificity", "twos", "window", "tantrum", "societys", "disability", "childhood", "precision", "harder", "session", "misbehavior", "hellion", "narrator", "charge", "boys", "branch", "youth", "imprecision", "trait", "berner", "synagogue", "taste", "flavor", "toe", "limb", "spoon", "stanley", "werent", "psychology", "hygiene", "continuum", "norming", "guidance", "gauntlet", "ashkenaz", "chudacoff", "h", "consciousness", "princeton", "expert", "publication", "query", "ashley", "johnston", "anthology", "specialist", "introduction", "genre", "antiquity", "elder", "teenager", "verge", "gentry", "speciality", "resemblance", "etiquette", "idiom", "doubtless", "scarcity", "enough", "region", "plain", "buffalo", "corn", "indiancountry", "mainstream", "glib", "anderson", "ia", "doi", "dc", "mitsitam", "cafe", "fry", "bitsoie", "din", "navajo", "tenure", "hidden", "plantation", "reservation", "mine", "dmv", "md", "jim", "crow", "south", "segregation", "pamunkey", "mattaponi", "minority", "liability", "indigeneity", "mixture", "purity", "luxury", "afford", "altar", "street", "employer", "scene", "acknowledgment", "overlap", "maryland", "nightlife", "florida", "avenue", "grill", "saponi", "lacey", "jr", "eaten", "tribal", "pacific", "southeast", "powwow", "tribes", "expertise", "pnw", "junk", "produce", "wa", "military", "signage", "chinook", "curing", "urine", "eat", "chili", "southwest", "pone", "gumbo", "jerkey", "barbeque", "meat", "caribbean", "fare", "ethnobotany", "interviewer", "tribe", "woodworking", "bird", "recounting", "hidatsa", "village", "fishhook", "sherman", "souix", "yelp", "frybread", "survival", "staple", "injustice", "native", "awareness", "add", "follow", "cook", "thanksgiving", "adoption", "switchover", "squash", "mississippi", "iroquois", "planting", "ocean", "fish", "foraging", "farming", "mattered", "township", "midday", "biergarten", "beer", "endless", "deportation", "exile", "salmon", "kidnapping", "acquisition", "boarding", "spicy", "shell", "saharan", "broadening", "palate", "explosion", "tulsa", "oklahoma", "cookbook", "recipe", "google", "amanda", "socializing", "endurance", "map", "guest", "routledge", "freedman", "krishnendu", "ray", "restaurateur", "nmai", "cafeteria", "vacuum", "menu", "speak", "f", "sasseville", "heather", "penney", "task", "airliner", "airspace", "memorial", "cspan", "discuss", "tlumacz", "feat", "myself", "lifetime", "function", "readership", "magnitude", "horizon", "invasion", "obama", "envy", "covid", "touchstone", "taliban", "admit", "recap", "runway", "newark", "together", "plane", "cockpit", "crash", "wtc", "bombing", "queda", "failure", "uncle", "grandma", "harry", "potter", "writeup", "elaboration", "occurrence", "breakdown", "cia", "meta", "bumfuck", "idaho", "capital", "terror", "psyche", "ooh", "melt", "steel", "seriousness", "versus", "bush", "east", "clinton", "manila", "rootless", "commitment", "usmc", "dude", "peacetime", "espn", "mindset", "millennium", "pa", "tragedy", "nyc", "digression", "inaccurate", "deeply", "skyline", "brooklyn", "evacuation", "queensboro", "bridge", "knight", "ghost", "ash", "capture", "mood", "afhgan", "mujahideen", "afghanistan", "afghanis", "laden", "trivia", "mum", "reporter", "screen", "greenscreen", "hitting", "advance", "corner", "bin", "langley", "afb", "hampton", "va", "afghan", "isi", "mujahedeen", "coll", "clarity", "outcome", "paranoia", "jihad", "rumsfeld", "tora", "bora", "flair", "airport", "lombre", "christophe", "notin", "dgse", "hekmatyar", "missile", "loya", "jirga", "pakistani", "assembly", "sunni", "omar", "validity", "november", "taboo", "omission", "massoud", "pre", "trick", "oversight", "imo", "revelation", "cf", "suspect", "prospect", "guard", "airbase", "manhattan", "ab", "wording", "crying", "recommendation", "theghostofme", "soufan", "memoir", "hatchet", "mentioning", "myth", "dedication", "iii", "video", "telling", "skepticism", "zeal", "seem", "acknowledgement", "zealotry", "aftermath", "terrorism", "lynn", "authorship", "kofi", "annan", "validation", "sky", "garrett", "graff", "bibliography", "reaction", "capsule", "fog", "norad", "timeline", "paramount", "blame", "sequence", "faa", "blindspot", "podcast", "channel", "ait", "cole", "herzegovina", "bosnia", "humint", "collector", "counterterrorism", "globe", "brief", "involvement", "execution", "like", "gem", "saudi", "arabia", "qaeda", "shock", "holy", "commandos", "masjid", "haram", "kaaba", "japan", "korea", "muslim", "brotherhood", "osama", "hawk", "mogadishu", "presumably", "wouldnt", "diego", "fedex", "airplane", "vietnam", "gulf", "taxi", "oil", "crew", "firehouse", "joseph", "pfeifer", "church", "footage", "crashing", "nyfd", "inside", "copy", "writer", "editor", "masoud", "politico", "september", "relativism", "consensus", "contras", "cong", "thermite", "debris", "columns", "insane", "sentence", "islamist", "overnight", "sept", "flu", "wwi", "footnote", "dorm", "daughter", "iirc", "fundraising", "switch", "selection", "targetting", "coincidence", "demarcation", "helpless", "decay", "surround", "cool", "nightmare", "maker", "terrorist", "assertion", "agenda", "summary", "standalone", "giuliani", "separation", "continuity", "grievance", "continue", "interventionism", "mess", "amazing", "kid", "quite", "hijacking", "hunter", "thompson", "mastermind", "osamas", "burning", "outline", "faction", "quaeda", "salvador", "allende", "motto", "cacophony", "smoke", "anthrax", "dead", "bomb", "camera", "instigation", "of\u00a0al", "distant", "anniversary", "rambling", "demolition", "emotion", "pov", "incoming", "ejection", "kamikaze", "allow", "suicide", "rudy", "zeitgeist", "cursory", "ruppert", "arnold", "tech", "sgt", "powel", "lt", "col", "dwane", "coverage", "blm", "starvation", "wand", "hole", "chernobyl", "eyewitness", "completeness", "prevalence", "myopia", "nearsightedness", "christianity", "visuality", "illiterate", "sculpture", "mosaic", "rood", "god", "judgment", "tympanum", "presbyopia", "farsightedness", "amd", "impairment", "miracle", "blind", "elisabeth", "hungarys", "macula", "hoc", "charity", "bertin", "tell", "embroidery", "weaving", "cataract", "surgery", "muisit", "tournai", "eisenach", "virgin", "mary", "shorthand", "flask", "ronald", "finucane", "irina", "metzler", "recorder", "suicidal", "gilbert", "foy", "row", "barfight", "roman", "frederick", "jerusalem", "hardship", "reign", "hunting", "enthusiasm", "poaching", "masculinity", "steam", "primary", "count", "newsletter", "slate", "networking", "attendance", "crowdfunding", "ama", "caucasus", "latham", "sprinkle", "pushback", "appreciative", "computer", "straightforward", "priority", "sea", "murderer", "sharing", "prolific", "lover", "googlebut", "idiot", "civ", "paradox", "thanks", "needless", "slice", "shoutout", "hungry", "flash", "yall", "corona", "web", "wrong", "flaw", "ie", "grandpa", "likeliness", "folk", "djinn", "solomon", "zzz", "variant", "notch", "mandatory", "essay", "pretty", "rabbit", "richness", "lady", "boredom", "squad", "joy", "skip", "restraint", "diamond", "rough", "default", "adore", "xxiv", "knowlege", "super", "random", "finish", "ratio", "pastor", "testament", "shower", "treat", "subs", "howcome", "ass", "hear", "eager", "disappointment", "before", "moderator", "repeating", "learning", "thankyou", "inflammatory", "friend", "toss", "accolade", "dose", "weird", "zero", "mundane", "percentage", "wish", "sit", "reply", "duc", "simon", "wig", "lever", "relaxing", "cooper", "hewitt", "linen", "cap", "silk", "fabric", "gown", "banyan", "sash", "leisure", "cotton", "calico", "sex", "eighteenth", "conjugal", "rape", "bedroom", "sexuality", "dress", "coucher", "stand", "baldness", "portrait", "pastel", "hairstyle", "anyway", "perruque", "periwig", "apparatus", "prestige", "bespoke", "diarist", "samuel", "pepys", "dislike", "artificiality", "deportment", "shirt", "barber", "dressing", "formality", "vic", "gatrell", "laughter", "pair", "encounter", "protagonist", "setting", "turban", "robe", "mode", "informality", "sir", "godfrey", "philosopher", "madame", "intimacy", "proof", "passion", "killer", "assumption", "subsequent", "hypothesis", "mutation", "over", "deadlier", "epidemic", "hn", "mortality", "curve", "immunity", "pandemic", "circulation", "contributor", "swine", "fort", "dix", "virus", "assortment", "trivalent", "vaccine", "influenza", "cytokine", "infection", "descendent", "circulating", "subtype", "prevention", "fascinating", "landscape", "illness", "immune", "bloody", "mud", "dish", "handwashing", "surprise", "kansas", "passenger", "nurse", "transit", "wake", "fizzle", "armistice", "stem", "sanitation", "marisam", "institue", "nih", "distancing", "heap", "photos", "draw", "thenthman", "citation", "obsession", "epidemiology", "worobey", "n", "bookshelf", "biotechnology", "cdc", "bmj", "apr", "kumc", "edu", "html", "comprehension", "practicality", "yeltsin", "grocery", "coca", "cola", "supermarket", "distribution", "assessment", "communism", "aide", "fundament", "ambiguity", "union", "visit", "comparing", "reversal", "gorbachev", "reform", "gorbachevs", "friendliness", "autobiography", "leon", "aron", "mohr", "boris", "jonathan", "cape", "shevtsova", "carnegie", "skiosmagus", "trustworthy", "ussr", "falcoreal", "litsax", "reniepenie", "sensation", "vanilla", "chemistry", "berenstein", "chocolatl", "montezuma", "rarity", "ubiquity", "chocolate", "melipona", "bee", "stubborn", "bourbon", "orchid", "botany", "pollination", "edmond", "albius", "ice", "java", "africa", "colonization", "fruit", "tiemann", "wilhelm", "haarmann", "vanillin", "coniferin", "karl", "reimer", "creosote", "tar", "kilogram", "drop", "dm", "availability", "sugar", "trawl", "terminology", "sophester", "sophist", "sophomore", "latin", "operator", "moros", "fool", "sophomoric", "sophister", "connotation", "adjunct", "oed", "blog", "lowth", "commendation", "gibbon", "obligation", "pretence", "gentleman", "commoner", "amusing", "tory", "scandal", "wenman", "dashwood", "cicero", "chrysostom", "smart", "ideal", "coffeehouse", "salon", "literati", "deficit", "description", "freshman", "schoolman", "rod", "busbys", "entrance", "breakfast", "external", "hazing", "vocabulary", "violent", "initiation", "ritual", "beanus", "animal", "fantasy", "prescription", "sophia", "arent", "supplement", "tea", "hs", "address", "simeon", "baldwin", "harvard", "yale", "graduate", "mater", "sophimore", "jargon", "unique", "geometry", "caught", "barnard", "mortarboard", "lecture", "ether", "gazette", "dispatch", "jersey", "satisfaction", "junior", "hawaii", "lahainaluna", "familiarity", "conscious", "josiah", "quincy", "conform", "sidebar", "materialize", "chick", "tally", "linking", "paste", "plagiarism", "drumroll", "removal", "asking", "britain", "kieslowskifan", "youve", "v", "asylum", "tsar", "georgy", "k", "epoch", "holiday", "italianness", "present", "upon", "kkk", "mythos", "angelo", "noce", "proponent", "elevation", "pantheon", "pontiff", "patriotism", "spectacle", "americanness", "kubal", "parade", "fiber", "federation", "italy", "reflection", "lobbying", "colorado", "christmas", "culmination", "savage", "civilization", "good", "voyage", "gospel", "torch", "worthy", "measure", "divine", "hero", "punch", "pageant", "kickstarter", "snapshot", "lobby", "forefront", "mckevitt", "gerald", "christopher", "timothy", "rewriting", "prominence", "ditty", "ninety", "lip", "americana", "packaging", "dislocation", "landing", "poet", "poem", "pledge", "manage", "mutilation", "ferdinand", "isabella", "commemoration", "commiespaceinvader", "sum", "intersection", "aleida", "assmann", "recognition", "approving", "veneration", "schlereth", "philip", "freneau", "discoverer", "mexico", "hart", "benton", "inspiration", "nationhood", "quest", "while", "revival", "legacy", "expansionism", "manifest", "republic", "eponym", "geography", "ship", "oregon", "vessel", "columbian", "commonplace", "allegiance", "virtue", "arithmetician", "promotion", "nicety", "expansion", "doctrine", "glory", "aka", "roxanne", "dunbar", "ortiz", "foot", "up", "explorer", "fundamentalism", "creationism", "literalism", "cama", "rc", "latter", "baptist", "quarter", "cor", "tattoos", "lev", "mennonite", "convert", "rebellion", "bc", "sk", "lethbridge", "sabbath", "homosexuality", "abortion", "pierre", "trudeau", "secularism", "christian", "textbooks", "mimeograph", "consistent", "speaking", "okay", "apologise", "afternoon", "heh", "theology", "posteriori", "bear", "jerk", "jesus", "christianitys", "evangelization", "imperative", "circumcision", "kosher", "infusion", "riddle", "contraception", "complicating", "jerome", "vulgate", "pollution", "allegory", "christ", "entrenchment", "thhe", "wrinkle", "salvation", "nt", "legalism", "canon", "sin", "codification", "semitism", "policing", "misogyny", "chosen", "jonah", "prophecy", "shem", "japheth", "ham", "paradigm", "permutation", "curse", "serfdom", "enslavement", "departure", "worry", "humanism", "slavery", "ism", "ownership", "crisis", "split", "exegesis", "scripture", "slaverys", "texting", "inerrancy", "invention", "fourfold", "churchs", "leadership", "indoctrination", "sand", "illegal", "racism", "politician", "safer", "closure", "vitality", "consenting", "voter", "bloc", "politicization", "dudley", "washy", "permissive", "offender", "exodus", "potion", "drunk", "calvin", "augustine", "ambivalent", "affirmation", "reproduction", "legislation", "incest", "deformity", "roe", "wade", "schaeffer", "jerry", "falwell", "dobson", "audience", "ideology", "gallup", "poll", "atheist", "gay", "below", "blank", "fixation", "trace", "pope", "vi", "humanae", "vitae", "contraceptive", "interruption", "magisterium", "sterilization", "catechism", "ch", "casti", "connubii", "aas", "luke", "discorsi", "radiomessaggi", "pacem", "terris", "tps", "ix", "xi", "decree", "hematology", "dogma", "item", "granberg", "integration", "johnson", "allen", "kevin", "talk", "sooner", "negrophobe", "democrat", "spike", "lynching", "skewing", "taylor", "align", "boyd", "bump", "bloomberg", "guttmacher", "coalition", "enlightenment", "offshoot", "schism", "gut", "property", "sultan", "sultanate", "johor", "india", "prosperity", "asia", "indonesia", "pirate", "merchant", "hull", "mariner", "dampier", "privateer", "potc", "marque", "citizen", "shipping", "piracy", "reprisal", "privateering", "anyhow", "kidd", "analogy", "officer", "somerset", "spain", "expedition", "fury", "deck", "royal", "navy", "lavery", "accuracy", "ride", "wandavision", "adage", "disconnect", "thumb", "dinner", "vocational", "exam", "nys", "headstart", "consistency", "award", "diploma", "endorsement", "loop", "knew", "homemaking", "inclusion", "pool", "supper", "telephone", "buffet", "taxation", "locality", "fyi", "exams", "appear", "tomato", "juice", "steak", "salad", "butter", "cake", "milk", "meal", "wednesday", "august", "wanda", "rib", "roast", "beef", "gingerbread", "applesauce", "balance", "mantle", "clock", "grouping", "chair", "wastebasket", "lamp", "bowl", "workmanship", "hem", "dart", "zipper", "garment", "durability", "alteration", "bustline", "maturity", "spinach", "gravy", "cornstarch", "pudding", "make", "wash", "peel", "lb", "oven", "put", "stove", "mash", "boiler", "boil", "cupboard", "chart", "diagram", "postscript", "stressing", "lease", "outfit", "pattern", "matriarchal", "patriarchal", "bombeck", "bloomingdale", "humorist", "playwright", "jean", "kerr", "boor", "humor", "promotee", "circumstance", "lovelace", "threw", "duration", "sailingthroughlife", "swath", "delta", "conquest", "delegation", "monroe", "ounce", "lbs", "clipper", "louisiana", "couldnt", "clarke", "cancelling", "amsterdam", "discount", "peninsula", "woodchipper", "charcoal", "tsk", "boring", "populace", "raping", "deity", "semla", "dunno", "listen", "cannon", "serfs", "domingo", "agricultural", "warning", "yoke", "cyrus", "babylon", "universe", "darius", "thrace", "danube", "desolate", "blemish", "naxos", "euboea", "vanquisher", "yauna", "dwell", "herodotus", "snow", "bog", "grasp", "grande", "arme", "panama", "canal", "venture", "dieu", "wasteland", "sustenance", "gaul", "gotten", "servitude", "khan", "hamper", "sack", "greeks", "berthier", "dare", "coward", "malet", "prison", "gendarme", "overstep", "smolensk", "surrender", "fuck", "ego", "mon", "empereur", "hasburgs", "prussia", "egypt", "sweat", "francia", "recommandation", "feint", "invade", "heading", "sliver", "trap", "morale", "toll", "steppe", "tundra", "austro", "experiment", "prisoner", "melee", "bohemia", "crecy", "johns", "bravery", "ransom", "limitation", "hesitation", "agincourt", "satisfying", "hostage", "plutarch", "detriment", "ctesias", "shitshow", "supreme", "gore", "nbc", "cnn", "cbs", "ap", "devision", "recount", "dangling", "hanging", "chad", "counting", "margin", "ruling", "tie", "winning", "close", "posner", "overzealoustoddler", "winner", "plurality", "win", "dispute", "hardware", "reader", "constituency", "human", "ploy", "accordance", "limit", "polling", "clause", "elector", "designation", "criteria", "illegible", "statewide", "twenty", "bushs", "brennan", "katherine", "harris", "testimony", "pertinent", "disenfranchisement", "denial", "spoilage", "franchise", "cheating", "jeb", "culpability", "bushgwb", "standpoint", "gwb", "lynchpin", "wore", "cetera", "giant", "justicesboth", "souter", "reasoning", "certification", "ussc", "answerno", "floridas", "fl", "butterfly", "pat", "buchanan", "punching", "stare", "nov", "driven", "disclaimer", "slew", "concession", "undervote", "dade", "setup", "intent", "tabulation", "procedure", "norc", "intrigue", "tool", "cast", "lieberman", "ticket", "afoul", "everybody", "sore", "loser", "spin", "wrangling", "deadlock", "von", "drehle", "ohio", "antebellum", "harriet", "documentation", "bacon", "overseer", "monticello", "philadelphia", "credence", "madison", "lone", "emancipation", "beverley", "north", "sister", "disappearing", "correspondence", "farm", "compliance", "ammunition", "parentage", "askscience", "geneticist", "ancestor", "genghis", "dna", "chromosome", "descent", "scientist", "cogliano", "companion", "wiley", "annette", "ishida", "yoriko", "lang", "worse", "url", "patty", "burger", "greek", "odyssey", "odysseus", "mcroman", "knife", "pliny", "cheese", "esteem", "flavour", "goat", "onion", "plinys", "xix", "sweetness", "lettuce", "garden", "gate", "translation", "romaine", "columella", "rustica", "brine", "saltwater", "vinegar", "apicus", "flour", "xviii", "leaven", "porridge", "till", "starter", "yeast", "grit", "grinding", "sourdough", "bun", "loaf", "bakery", "sesame", "search", "baker", "peasy", "ontario", "archeology", "hipster", "off", "cheeseburger", "itd", "pepper", "mayo", "mystery", "sauce", "ketchup", "toppingsnstuff", "gonna", "coot", "carthage", "cabbage", "cato", "raising", "mediterannean", "bce", "commodity", "wheat", "digressing", "apicius", "salarium", "ostia", "province", "fever", "infrastructure", "banditry", "trading", "consumerism", "madagascar", "partner", "subcontinent", "frankincense", "myrrh", "malabatrum", "indicam", "sestertii", "lytle", "researcher", "digress", "garlic", "herb", "concoction", "whomever", "feast", "approximation", "butcher", "inscription", "bubularius", "seller", "ae", "isicia", "omentata", "proto", "hamburger", "pulp", "pork", "broth", "forcemeat", "wrap", "caul", "membrane", "take", "de\u00a0re\u00a0coquinaria", "mincing", "mortar", "crab", "pennyroyal", "varro", "de\u00a0re\u00a0rustica", "fluffy", "texture", "fast", "mcdonalds", "weighting", "mac", "knot", "transformation", "phenomenon", "subsistence", "barter", "straight", "jacket", "aside", "ballpark", "grinder", "chopper", "catalog", "denazification", "labour", "replacement", "whilst", "nazism", "zone", "nazis", "iv", "ddr", "judiciary", "gestapo", "propoganda", "false", "austria", "kurt", "waldheim", "collaborator", "wehrmacht", "hitler", "holocaust", "extermination", "jews", "ss", "oskar", "groening", "reinhard", "hanning", "demjanjuk", "sobibor", "railroad", "diaspora", "tweet", "classicist", "astronomy", "void", "calculus", "come", "cream", "narrow", "nonsense", "dawn", "forgetfulness", "semblance", "platos", "phaedrus", "medievalist", "matt", "gabriele", "sound", "heck", "freaking", "tavern", "brawl", "recourse", "suspicion", "dark", "methodology", "gerbert", "aurillac", "triangle", "hypotenuse", "easter", "obstacle", "moreover", "bede", "alcuin", "highlight", "wiggle", "abstract", "algebra", "topology", "machinery", "edge", "existent", "leibniz", "riemann", "evariste", "galois", "abel", "engineering", "solvability", "formula", "equation", "cardano", "differentiation", "dedekind", "zermelo", "pi", "adrien", "marie", "legendre", "fermat", 